INSERT INTO groupon.deal_detail (id, deal_id, deal_detail) VALUES (1, 1, 'S1700系列企业交换机（以下简称S1700）是华为公司推出的新一代绿色节能以太接入交换机。S1700提供简单便利的安装维护手段和丰富的业务特性，助力用户打造安全可靠的高性能网络，可广泛应用于中小企业、网吧、酒店、学校等以太接入场景。
                            根据网络管理的类型，S1700系列包含无网管型交换机、web网管型交换机和全网管型交换机三类。');
INSERT INTO groupon.deal_detail (id, deal_id, deal_detail) VALUES (2, 2, 'S1700系列企业交换机（以下简称S1700）是华为公司推出的新一代绿色节能以太接入交换机。S1700提供简单便利的安装维护手段和丰富的业务特性，助力用户打造安全可靠的高性能网络，可广泛应用于中小企业、网吧、酒店、学校等以太接入场景。
                            根据网络管理的类型，S1700系列包含无网管型交换机、web网管型交换机和全网管型交换机三类。');
INSERT INTO groupon.deal_detail (id, deal_id, deal_detail) VALUES (3, 3, 'S1700系列企业交换机（以下简称S1700）是华为公司推出的新一代绿色节能以太接入交换机。S1700提供简单便利的安装维护手段和丰富的业务特性，助力用户打造安全可靠的高性能网络，可广泛应用于中小企业、网吧、酒店、学校等以太接入场景。
                            根据网络管理的类型，S1700系列包含无网管型交换机、web网管型交换机和全网管型交换机三类。');
INSERT INTO groupon.deal_detail (id, deal_id, deal_detail) VALUES (4, 4, 'S1700系列企业交换机（以下简称S1700）是华为公司推出的新一代绿色节能以太接入交换机。S1700提供简单便利的安装维护手段和丰富的业务特性，助力用户打造安全可靠的高性能网络，可广泛应用于中小企业、网吧、酒店、学校等以太接入场景。
                            根据网络管理的类型，S1700系列包含无网管型交换机、web网管型交换机和全网管型交换机三类。');
INSERT INTO groupon.deal_detail (id, deal_id, deal_detail) VALUES (5, 5, 'S1700系列企业交换机（以下简称S1700）是华为公司推出的新一代绿色节能以太接入交换机。S1700提供简单便利的安装维护手段和丰富的业务特性，助力用户打造安全可靠的高性能网络，可广泛应用于中小企业、网吧、酒店、学校等以太接入场景。
                            根据网络管理的类型，S1700系列包含无网管型交换机、web网管型交换机和全网管型交换机三类。');
INSERT INTO groupon.deal_detail (id, deal_id, deal_detail) VALUES (6, 6, 'S1700系列企业交换机（以下简称S1700）是华为公司推出的新一代绿色节能以太接入交换机。S1700提供简单便利的安装维护手段和丰富的业务特性，助力用户打造安全可靠的高性能网络，可广泛应用于中小企业、网吧、酒店、学校等以太接入场景。
                            根据网络管理的类型，S1700系列包含无网管型交换机、web网管型交换机和全网管型交换机三类。');
INSERT INTO groupon.deal_detail (id, deal_id, deal_detail) VALUES (7, 7, 'S1700系列企业交换机（以下简称S1700）是华为公司推出的新一代绿色节能以太接入交换机。S1700提供简单便利的安装维护手段和丰富的业务特性，助力用户打造安全可靠的高性能网络，可广泛应用于中小企业、网吧、酒店、学校等以太接入场景。
                            根据网络管理的类型，S1700系列包含无网管型交换机、web网管型交换机和全网管型交换机三类。');
INSERT INTO groupon.deal_detail (id, deal_id, deal_detail) VALUES (8, 8, 'S1700系列企业交换机（以下简称S1700）是华为公司推出的新一代绿色节能以太接入交换机。S1700提供简单便利的安装维护手段和丰富的业务特性，助力用户打造安全可靠的高性能网络，可广泛应用于中小企业、网吧、酒店、学校等以太接入场景。
                            根据网络管理的类型，S1700系列包含无网管型交换机、web网管型交换机和全网管型交换机三类。');
INSERT INTO groupon.deal_detail (id, deal_id, deal_detail) VALUES (9, 9, 'S1700系列企业交换机（以下简称S1700）是华为公司推出的新一代绿色节能以太接入交换机。S1700提供简单便利的安装维护手段和丰富的业务特性，助力用户打造安全可靠的高性能网络，可广泛应用于中小企业、网吧、酒店、学校等以太接入场景。
                            根据网络管理的类型，S1700系列包含无网管型交换机、web网管型交换机和全网管型交换机三类。');
INSERT INTO groupon.deal_detail (id, deal_id, deal_detail) VALUES (10, 10, 'S1700系列企业交换机（以下简称S1700）是华为公司推出的新一代绿色节能以太接入交换机。S1700提供简单便利的安装维护手段和丰富的业务特性，助力用户打造安全可靠的高性能网络，可广泛应用于中小企业、网吧、酒店、学校等以太接入场景。
                            根据网络管理的类型，S1700系列包含无网管型交换机、web网管型交换机和全网管型交换机三类。');
INSERT INTO groupon.deal_detail (id, deal_id, deal_detail) VALUES (11, 11, 'S1700系列企业交换机（以下简称S1700）是华为公司推出的新一代绿色节能以太接入交换机。S1700提供简单便利的安装维护手段和丰富的业务特性，助力用户打造安全可靠的高性能网络，可广泛应用于中小企业、网吧、酒店、学校等以太接入场景。
                            根据网络管理的类型，S1700系列包含无网管型交换机、web网管型交换机和全网管型交换机三类。');
INSERT INTO groupon.deal_detail (id, deal_id, deal_detail) VALUES (12, 12, 'S1700系列企业交换机（以下简称S1700）是华为公司推出的新一代绿色节能以太接入交换机。S1700提供简单便利的安装维护手段和丰富的业务特性，助力用户打造安全可靠的高性能网络，可广泛应用于中小企业、网吧、酒店、学校等以太接入场景。
                            根据网络管理的类型，S1700系列包含无网管型交换机、web网管型交换机和全网管型交换机三类。');
INSERT INTO groupon.deal_detail (id, deal_id, deal_detail) VALUES (13, 13, 'S1700系列企业交换机（以下简称S1700）是华为公司推出的新一代绿色节能以太接入交换机。S1700提供简单便利的安装维护手段和丰富的业务特性，助力用户打造安全可靠的高性能网络，可广泛应用于中小企业、网吧、酒店、学校等以太接入场景。
                            根据网络管理的类型，S1700系列包含无网管型交换机、web网管型交换机和全网管型交换机三类。');
INSERT INTO groupon.deal_detail (id, deal_id, deal_detail) VALUES (14, 14, 'S1700系列企业交换机（以下简称S1700）是华为公司推出的新一代绿色节能以太接入交换机。S1700提供简单便利的安装维护手段和丰富的业务特性，助力用户打造安全可靠的高性能网络，可广泛应用于中小企业、网吧、酒店、学校等以太接入场景。
                            根据网络管理的类型，S1700系列包含无网管型交换机、web网管型交换机和全网管型交换机三类。');
INSERT INTO groupon.deal_detail (id, deal_id, deal_detail) VALUES (15, 15, 'S1700系列企业交换机（以下简称S1700）是华为公司推出的新一代绿色节能以太接入交换机。S1700提供简单便利的安装维护手段和丰富的业务特性，助力用户打造安全可靠的高性能网络，可广泛应用于中小企业、网吧、酒店、学校等以太接入场景。
                            根据网络管理的类型，S1700系列包含无网管型交换机、web网管型交换机和全网管型交换机三类。');
INSERT INTO groupon.deal_detail (id, deal_id, deal_detail) VALUES (16, 16, 'S1700系列企业交换机（以下简称S1700）是华为公司推出的新一代绿色节能以太接入交换机。S1700提供简单便利的安装维护手段和丰富的业务特性，助力用户打造安全可靠的高性能网络，可广泛应用于中小企业、网吧、酒店、学校等以太接入场景。
                            根据网络管理的类型，S1700系列包含无网管型交换机、web网管型交换机和全网管型交换机三类。');
INSERT INTO groupon.deal_detail (id, deal_id, deal_detail) VALUES (17, 17, 'S1700系列企业交换机（以下简称S1700）是华为公司推出的新一代绿色节能以太接入交换机。S1700提供简单便利的安装维护手段和丰富的业务特性，助力用户打造安全可靠的高性能网络，可广泛应用于中小企业、网吧、酒店、学校等以太接入场景。
                            根据网络管理的类型，S1700系列包含无网管型交换机、web网管型交换机和全网管型交换机三类。');
INSERT INTO groupon.deal_detail (id, deal_id, deal_detail) VALUES (18, 18, 'S1700系列企业交换机（以下简称S1700）是华为公司推出的新一代绿色节能以太接入交换机。S1700提供简单便利的安装维护手段和丰富的业务特性，助力用户打造安全可靠的高性能网络，可广泛应用于中小企业、网吧、酒店、学校等以太接入场景。
                            根据网络管理的类型，S1700系列包含无网管型交换机、web网管型交换机和全网管型交换机三类。');
INSERT INTO groupon.deal_detail (id, deal_id, deal_detail) VALUES (19, 19, 'S1700系列企业交换机（以下简称S1700）是华为公司推出的新一代绿色节能以太接入交换机。S1700提供简单便利的安装维护手段和丰富的业务特性，助力用户打造安全可靠的高性能网络，可广泛应用于中小企业、网吧、酒店、学校等以太接入场景。
                            根据网络管理的类型，S1700系列包含无网管型交换机、web网管型交换机和全网管型交换机三类。');
INSERT INTO groupon.deal_detail (id, deal_id, deal_detail) VALUES (20, 20, 'S1700系列企业交换机（以下简称S1700）是华为公司推出的新一代绿色节能以太接入交换机。S1700提供简单便利的安装维护手段和丰富的业务特性，助力用户打造安全可靠的高性能网络，可广泛应用于中小企业、网吧、酒店、学校等以太接入场景。
                            根据网络管理的类型，S1700系列包含无网管型交换机、web网管型交换机和全网管型交换机三类。');
INSERT INTO groupon.deal_detail (id, deal_id, deal_detail) VALUES (21, 21, 'S1700系列企业交换机（以下简称S1700）是华为公司推出的新一代绿色节能以太接入交换机。S1700提供简单便利的安装维护手段和丰富的业务特性，助力用户打造安全可靠的高性能网络，可广泛应用于中小企业、网吧、酒店、学校等以太接入场景。
                            根据网络管理的类型，S1700系列包含无网管型交换机、web网管型交换机和全网管型交换机三类。');
INSERT INTO groupon.deal_detail (id, deal_id, deal_detail) VALUES (22, 22, 'S1700系列企业交换机（以下简称S1700）是华为公司推出的新一代绿色节能以太接入交换机。S1700提供简单便利的安装维护手段和丰富的业务特性，助力用户打造安全可靠的高性能网络，可广泛应用于中小企业、网吧、酒店、学校等以太接入场景。
                            根据网络管理的类型，S1700系列包含无网管型交换机、web网管型交换机和全网管型交换机三类。');
INSERT INTO groupon.deal_detail (id, deal_id, deal_detail) VALUES (23, 23, 'S1700系列企业交换机（以下简称S1700）是华为公司推出的新一代绿色节能以太接入交换机。S1700提供简单便利的安装维护手段和丰富的业务特性，助力用户打造安全可靠的高性能网络，可广泛应用于中小企业、网吧、酒店、学校等以太接入场景。
                            根据网络管理的类型，S1700系列包含无网管型交换机、web网管型交换机和全网管型交换机三类。');
INSERT INTO groupon.deal_detail (id, deal_id, deal_detail) VALUES (24, 24, 'S1700系列企业交换机（以下简称S1700）是华为公司推出的新一代绿色节能以太接入交换机。S1700提供简单便利的安装维护手段和丰富的业务特性，助力用户打造安全可靠的高性能网络，可广泛应用于中小企业、网吧、酒店、学校等以太接入场景。
                            根据网络管理的类型，S1700系列包含无网管型交换机、web网管型交换机和全网管型交换机三类。');
INSERT INTO groupon.deal_detail (id, deal_id, deal_detail) VALUES (25, 25, 'S1700系列企业交换机（以下简称S1700）是华为公司推出的新一代绿色节能以太接入交换机。S1700提供简单便利的安装维护手段和丰富的业务特性，助力用户打造安全可靠的高性能网络，可广泛应用于中小企业、网吧、酒店、学校等以太接入场景。
                            根据网络管理的类型，S1700系列包含无网管型交换机、web网管型交换机和全网管型交换机三类。');
INSERT INTO groupon.deal_detail (id, deal_id, deal_detail) VALUES (26, 26, 'S1700系列企业交换机（以下简称S1700）是华为公司推出的新一代绿色节能以太接入交换机。S1700提供简单便利的安装维护手段和丰富的业务特性，助力用户打造安全可靠的高性能网络，可广泛应用于中小企业、网吧、酒店、学校等以太接入场景。
                            根据网络管理的类型，S1700系列包含无网管型交换机、web网管型交换机和全网管型交换机三类。');
INSERT INTO groupon.deal_detail (id, deal_id, deal_detail) VALUES (27, 27, 'S1700系列企业交换机（以下简称S1700）是华为公司推出的新一代绿色节能以太接入交换机。S1700提供简单便利的安装维护手段和丰富的业务特性，助力用户打造安全可靠的高性能网络，可广泛应用于中小企业、网吧、酒店、学校等以太接入场景。
                            根据网络管理的类型，S1700系列包含无网管型交换机、web网管型交换机和全网管型交换机三类。');
INSERT INTO groupon.deal_detail (id, deal_id, deal_detail) VALUES (28, 28, 'S1700系列企业交换机（以下简称S1700）是华为公司推出的新一代绿色节能以太接入交换机。S1700提供简单便利的安装维护手段和丰富的业务特性，助力用户打造安全可靠的高性能网络，可广泛应用于中小企业、网吧、酒店、学校等以太接入场景。
                            根据网络管理的类型，S1700系列包含无网管型交换机、web网管型交换机和全网管型交换机三类。');
INSERT INTO groupon.deal_detail (id, deal_id, deal_detail) VALUES (29, 29, 'S1700系列企业交换机（以下简称S1700）是华为公司推出的新一代绿色节能以太接入交换机。S1700提供简单便利的安装维护手段和丰富的业务特性，助力用户打造安全可靠的高性能网络，可广泛应用于中小企业、网吧、酒店、学校等以太接入场景。
                            根据网络管理的类型，S1700系列包含无网管型交换机、web网管型交换机和全网管型交换机三类。');
INSERT INTO groupon.deal_detail (id, deal_id, deal_detail) VALUES (30, 30, 'S1700系列企业交换机（以下简称S1700）是华为公司推出的新一代绿色节能以太接入交换机。S1700提供简单便利的安装维护手段和丰富的业务特性，助力用户打造安全可靠的高性能网络，可广泛应用于中小企业、网吧、酒店、学校等以太接入场景。
                            根据网络管理的类型，S1700系列包含无网管型交换机、web网管型交换机和全网管型交换机三类。');